Pipe Heat Transfer/Linux Files/cases/lam_Re1000/0/alphat
FoamFile { version 2.0; format ascii; class volScalarField; object alphat; }
dimensions      [1 -1 -1 0 0 0 0];
internalField   uniform 0;
boundaryField
{
    inlet   { type calculated; value uniform 0; }
    outlet  { type calculated; value uniform 0; }
    wall    { type compressible::alphatWallFunction; Prt 0.85; value uniform 0; }
    front   { type wedge; }
    back    { type wedge; }
    axis    { type empty; }
}
