Pipe Heat Transfer/Linux Files/cases/lam_Re1000/0/k
FoamFile { version 2.0; format ascii; class volScalarField; object k; }
dimensions      [0 2 -2 0 0 0 0];
internalField   uniform 1.69e-4;
boundaryField
{
    inlet   { type fixedValue; value uniform 1.69e-4; }
    outlet  { type zeroGradient; }
    wall    { type kLowReWallFunction; value uniform 1.69e-4; }
    front   { type wedge; }
    back    { type wedge; }
    axis    { type empty; }
}
