Pipe Heat Transfer/Linux Files/cases/lam_Re1000/0/omega
FoamFile { version 2.0; format ascii; class volScalarField; object omega; }
dimensions      [0 0 -1 0 0 0 0];
internalField   uniform 3.0;
boundaryField
{
    inlet   { type fixedValue; value uniform 3.0; }
    outlet  { type zeroGradient; }
    wall    { type omegaWallFunction; value uniform 3.0; }
    front   { type wedge; }
    back    { type wedge; }
    axis    { type empty; }
}
