Pipe Heat Transfer/Linux Files/cases/lam_Re1000/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2012                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

6
(
    inlet
    {
        type            patch;
        nFaces          25;
        startFace       12225;
    }
    outlet
    {
        type            patch;
        nFaces          25;
        startFace       12250;
    }
    wall
    {
        type            wall;
        inGroups        1(wall);
        nFaces          250;
        startFace       12275;
    }
    front
    {
        type            wedge;
        inGroups        1(wedge);
        nFaces          6250;
        startFace       12525;
    }
    back
    {
        type            wedge;
        inGroups        1(wedge);
        nFaces          6250;
        startFace       18775;
    }
    axis
    {
        type            empty;
        inGroups        1(empty);
        nFaces          250;
        startFace       25025;
    }
)

// ************************************************************************* //
